Repository: budgie-at/budgie
Catalog: packages/app/src/locales/*/messages.po
Languages: de, es, fr

source: All progress will be lost
de: Alle Fortschritte gehen verloren
es: Todo el progreso se perderá
fr: Tous les progrès seront perdus

source: Attempts
de: Versuche
es: Intentos
fr: Essais

source: Average time
de: Durchschnittszeit
es: Tiempo promedio
fr: Temps moyen

source: Back
de: Zurück
es: Atrás
fr: Retour

source: Be wise, be smart, be quick...
de: Sei weise, sei schlau, sei schnell...
es: Sea sabio, sea inteligente, sea rápido...
fr: Soyez sage, soyez intelligent, soyez rapide...

source: Best score
de: Höchstpunktzahl
es: Mejor puntuación
fr: Meilleur score

source: Best time
de: Bestzeit
es: Mejor tiempo
fr: Meilleur temps

source: Better luck next time! Loooooser =)
de: Viel Glück beim nächsten Mal! Verlierer =)
es: ¡Mejor suerte la próxima vez! ¡Perdedor =)
fr: Bonne chance pour la prochaine fois ! Perdant =)

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler

source: Choose your challenge
de: Wähle deine Herausforderung
es: Elige tu desafío
fr: Choisissez votre défi

source: Choose your difficulty
de: Wähle deine Schwierigkeit
es: Elige tu dificultad
fr: Choisissez votre difficulté

source: Continue
de: Weiter
es: Continuar
fr: Continuer

source: Dark/Light color schema
es: Esquema de color oscuro/claro
fr: Dark/Light schéma de couleurs

source: default
es: predeterminado

source: Easy
de: Einfach
es: Fácil
fr: Facile

source: Elapsed
de: Verstrichen
es: Transcurrido
fr: Écoulé

source: Font size
de: Schriftgröße
es: Tamaño de fuente
fr: Tailles de police

source: Game coloring and appearance
es: Coloreado y apariencia del juego
fr: Coloration et apparence du jeu

source: Game localization
de: Spiel-Lokalisierung
es: Localización del juego
fr: Localisation du jeu

source: Game paused
de: Spiel pausiert
es: Juego en pausa
fr: Jeu en pause

source: Game screen font size
de: Schriftgröße auf dem Spielbildschirm
es: Tamaño de fuente en la pantalla del juego
fr: Taille de police de l'écran de jeu

source: Hard
de: Schwer
es: Difícil
fr: Difficile

source: Hardcore won
de: Hardcore gewonnen
es: Hardcore ganado
fr: Hardcore gagné

source: Help Ukraine win!
de: Hilf der Ukraine zum Sieg!
es: ¡Ayuda a Ucrania a ganar!
fr: Aidez l'Ukraine à gagner !

source: Highlight areas
de: Bereiche hervorheben
es: Resaltar áreas
fr: Mettre en évidence les zones

source: Highlight block, column, row for a selected cell
de: Block, Spalte, Zeile für eine ausgewählte Zelle hervorheben
es: Resaltar bloque, columna, fila para una celda seleccionada
fr: Mettre en évidence le bloc, la colonne, la ligne pour une cellule sélectionnée

source: Highlight cells with the number filled in
es: Resaltar celdas con el número rellenado
fr: Mettre en évidence les cellules avec le nombre rempli

source: Highlight filled numbers
es: Resaltar números rellenados
fr: Mettre en évidence les nombres remplis

source: Highlight identical numbers
de: Hervorheben identischer Zahlen
es: Resaltar números idénticos
fr: Mettre en évidence les nombres identiques

source: Highlight repeated numbers in a block, column, row
de: Hervorheben wiederholter Zahlen in einem Block, einer Spalte, einer Zeile
es: Resaltar números repetidos en un bloque, columna, fila
fr: Mettre en évidence les nombres répétés dans un bloc, une colonne, une ligne

source: Immortal
de: Unsterblich
es: Inmortal
fr: Immortel

source: Invalid Sudoku
de: Ungültiges Sudoku
es: Sudoku inválido
fr: Sudoku invalide

source: It took you
de: Du hast gebraucht
es: Te tomó
fr: Il vous a fallu

source: Language
de: Sprache
es: Idioma
fr: Langue

source: Looooooser! =)
de: Verlierer! =)
es: ¡Perdedor! =)
fr: Perdant ! =)

source: Lost
de: Verloren
es: Perdido
fr: Perdu

source: Medium
de: Mittelschwer
es: Medio
fr: Moyen

source: Mistakes
de: Fehler
es: Errores
fr: Erreurs

source: Newbie
de: Anfänger
es: Novato
fr: Novice

source: Nightmare
de: Albtraum
es: Pesadilla
fr: Enfer

source: Not timer - no stress
de: Kein Timer - kein Stress
es: No hay temporizador - sin estrés
fr: Pas de minuteur - pas de stress

source: Open puzzle
de: Rätsel öffnen
es: Abrir rompecabezas
fr: Ouvrir la grille

source: Open shared puzzle?
de: Geteilter Rätsel öffnen?
es: ¿Abrir rompecabezas compartido?
fr: Ouvrir la grille partagée ?

source: Phone vibration
de: Handy-Vibration
es: Vibración del teléfono
fr: Vibration du téléphone

source: Play again
de: Erneut spielen
es: Jugar de nuevo
fr: Rejouer

source: Privacy policy
de: Datenschutzerklärung
es: Política de privacidad
fr: Politique de confidentialité

source: Report a bug
de: Ein Problem melden
es: Reportar un error
fr: Signaler un bug

source: Resume
de: Fortsetzen
es: Reanudar
fr: Reprendre

source: Return
de: Zurück
es: Volver
fr: Retour

source: Score
de: Punktestand
es: Puntuación

source: Settings
de: Einstellungen
es: Ajustes
fr: Paramètres

source: Share puzzle
de: Rätsel teilen
es: Compartir rompecabezas
fr: Partager la grille

source: Show animated effects when a grid, row, column, block is completed
de: Animierte Effekte anzeigen, wenn ein Gitter, eine Zeile, eine Spalte oder ein Block abgeschlossen ist
es: Mostrar efectos animados cuando se completa una cuadrícula, fila, columna o bloque
fr: Afficher les effets animés lorsqu'une grille, une ligne, une colonne, un bloc est complété

source: Show combo animation
de: Combo-Animation anzeigen
es: Mostrar animación de combo
fr: Afficher l'animation de combo

source: Standard
es: Estandar

source: Start new
de: Neu starten
es: Empezar de nuevo
fr: Recommencer

source: Statistics
de: Statistiken
es: Estadísticas
fr: Statistiques

source: Stop current run?
de: Aktuellen Lauf stoppen?
es: ¿Detener la ejecución actual?
fr: Arrêter la partie en cours ?

source: Support Ukraine
de: Unterstütze die Ukraine
es: Apoya a Ucrania
fr: Soutenir l'Ukraine

source: SuuudokuuU The Game
de: SuuudokuuU Das Spiel
es: SuuudokuuU El Juego
fr: SuuudokuuU Le Jeu

source: Theme
de: Thema
es: Tema
fr: Thème

source: Timer
es: Temporizador
fr: Chronomètre

source: Unknown
de: Unbekannt
es: Desconocido
fr: Inconnu

source: Use dark mode
es: Usar modo oscuro
fr: Utiliser le mode sombre

source: Vibration
es: Vibración

source: While you were away Ukraine continued its fight for freedom! Every 1$ donation matters!
de: Während du weg warst, hat die Ukraine ihren Kampf für Freiheit fortgesetzt! Jede $1-Spende zählt!
es: ¡Mientras no estabas, Ucrania continuó su lucha por la libertad! ¡Cada donación de 1$ cuenta!
fr: Pendant votre absence, l'Ukraine a poursuivi son combat pour la liberté ! Chaque don de 1 $ compte !

source: Win rate
de: Gewinnquote
es: Tasa de victorias
fr: Taux de victoire

source: Winners-winner, chicken dinner!
de: Gewinner, Gewinner, Hähnchen-Dinner!
es: Ganador, ganador, cena de pollo!
fr: Gagnant-gagnant, dîner de poulet !

source: Winners-winner, chicken dinner!
de: Gewinner, Gewinner, Hähnchen-Dinner!
es: ¡Ganador, ganador, cena de pollo!
fr: Gagnant-gagnant, dîner de poulet !

source: Won
de: Gewonnen
es: Ganado
fr: Gagné

source: Won without mistakes
de: Gewonnen ohne Fehler
es: Ganado sin errores
fr: Gagné sans erreurs

source: You have scored
de: Du hast erzielt
es: Has conseguido
fr: Vous avez obtenu

source: You lost but Ukraine must win! Every 1$ donation matters!
de: Du hast verloren, aber die Ukraine muss gewinnen! Jede $1-Spende zählt!
es: ¡Perdiste, pero Ucrania debe ganar! ¡Cada donación de 1$ cuenta!
fr: Vous avez perdu, mais l'Ukraine doit gagner ! Chaque don de 1 $ compte !

source: You won and Ukraine needs to! Every 1$ donation matters!
de: Du hast gewonnen und die Ukraine muss gewinnen! Jede $1-Spende zählt!
es: ¡Ganaste y Ucrania tiene que ganar! ¡Cada donación de 1$ cuenta!
fr: Vous avez gagné et l'Ukraine doit gagner ! Chaque don de 1 $ compte !

source: Game appearance
de: Spiel-Aussehen
